Repository: Furkakts/InMind
Catalog: InMind/Localisation/Localizable.xcstrings
Source language: en
Languages: tr

source: Access passwords without effort
tr: Şifrelerine kolayca ulaş

source: Add
tr: Ekle

source: Comment
tr: Not

source: DELETE
tr: SİL

source: E-mail / Username
tr: Mail / Kullanıcı Adı

source: Error occurred. Try again!
tr: Hata oluştu. Tekrar dene!

source: Feed us with your feedbacks. They are not supposed to be as secret as your passwords.
tr: Bize geri dönüşlerinle yardımcı ol. Geri dönüşlerin şifrelerin kadar gizli olmasın.

source: Feedbacks are as vital as passwords.
tr: Geri dönüşlerinde şifrelerin kadar önemli

source: FINISH
tr: SONLANDIR

source: Note
tr: Not

source: Password
tr: Şifrelerim

source: Password:
tr: Şifre:

source: Passwords
tr: Şifrelerim

source: Passwords are used everyday and everywhere. Someone memorizes these passwords, others take note of these passwords not to forget. In order to save you from this, I offer you a remedy, InMind.
tr: Şifreleri her gün her yerde kullanıyoruz. Bazı insanlar bunları ezberliyor, diğerleri unutmamak için kağıtlara not ediyor. InMind seni bu dertten kurtaracak.

source: Reset
tr: Sıfırla

source: Save
tr: Kaydet

source: Saved Successfully.
tr: Başarılı şekilde kaydedildi.

source: Store passwords
tr: Şifrelerini sakla

source: There is nothing to show now. You can see your passwords and related information here if you add password.
tr: Gösterilecek bir şey bulunamadı. Yeni bir şifre eklediğinde onu buradan görebilirsiniz.

source: Username:
tr: Kullanıcı Adı:

source: Username/E-mail is already in your list.
tr: Girdiğin Kullanıcı Adı/Email daha önce eklendi.

source: Welcome to InMind!
tr: InMind’a Hoşgeldin!

source: Write note here!
tr: Not Ekle.

source: You can list your passwords and find the one that you search for and copy that password with single click.
tr: Bütün şifrelerini rahatlıkla görebilir, aradığını kolaylıkla bulabilirsin. Gerektiğinde de tek tıkla şifreni kopyalayıp istediğin yerde kullanabilirsin.

source: You can store passwords of social media accounts, credit cards or other accounts in this app. Then you get them whenever you need without memorizing.
tr: Bu uygulamada sosyal medya hesapları, kredi kartları veya diğer hesapların şifrelerini saklayabilir, gerektiğinde ezberlemeye gerek kalmadan kullanabilirsin.

source: You can't leave username or password empty. Please fill them.
tr: Alanları boş bırakamazsın. Lütfen doldurun.
